-- --------------------------------------------------------
-- Host:                         127.0.0.1
-- Server version:               5.7.31-0ubuntu0.18.04.1 - (Ubuntu)
-- Server OS:                    Linux
-- HeidiSQL Version:             11.0.0.5919
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Dumping structure for table bot.Brif
DROP TABLE IF EXISTS `Brif`;
CREATE TABLE IF NOT EXISTS `Brif` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `telegramID` int(11) NOT NULL,
  `full_name` text,
  `contact_info` text,
  `area_of_activity` text,
  `brend` text,
  `brend_geography` text,
  `task` text,
  `competitors` text,
  `services` text,
  `language_version` text,
  `information_materials` text,
  `restrictions_for_website` text,
  `interactions_sites` text,
  `logo` text,
  `like_sites` text,
  `brand_strategy` text,
  `seo` text,
  `social_networks` text,
  `another_information` text,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- Dumping data for table bot.Brif: ~1 rows (approximately)
DELETE FROM `Brif`;
/*!40000 ALTER TABLE `Brif` DISABLE KEYS */;
INSERT INTO `Brif` (`id`, `telegramID`, `full_name`, `contact_info`, `area_of_activity`, `brend`, `brend_geography`, `task`, `competitors`, `services`, `language_version`, `information_materials`, `restrictions_for_website`, `interactions_sites`, `logo`, `like_sites`, `brand_strategy`, `seo`, `social_networks`, `another_information`, `created_on`, `updated_on`) VALUES
	(1, 932670856, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-24 00:08:34', '2020-08-24 00:08:34');
/*!40000 ALTER TABLE `Brif` ENABLE KEYS */;

-- Dumping structure for table bot.Company
DROP TABLE IF EXISTS `Company`;
CREATE TABLE IF NOT EXISTS `Company` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `caption` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `requisites` text,
  `facts` text,
  `phone` varchar(50) DEFAULT NULL,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- Dumping data for table bot.Company: ~0 rows (approximately)
DELETE FROM `Company`;
/*!40000 ALTER TABLE `Company` DISABLE KEYS */;
INSERT INTO `Company` (`id`, `name`, `caption`, `email`, `requisites`, `facts`, `phone`, `created_on`, `updated_on`) VALUES
	(1, 'Mitlabs', 'MITLABS — DIGITAL-ИНТЕГРАТОР\r\n               И IT-ЛАБОРАТОРИЯ ПОЛНОГО ЦИКЛА', 'info@mitlabs.ru', '     Реквизиты ООО «МИТЛАБС».\r\n        Адрес: 394006, город Воронеж, \r\n        проспект Революции 33б, 5 этаж\r\n        ООО «Митлабс» 394000, г. Воронеж, \r\n        Проспект Революции, д.33Б, 5 этаж ОГРН 1173668029370 \r\n        / ИНН 3666219432 \r\n        / КПП 366601001\r\n        Ген директор: Меньшикова Елена Александровна\r\n        mitlabs.ru\r\n        info@mitlabs.ru\r\n        +7 (495) 646–02–30\r\n        Р/с 40702810808500002246 \r\n        в ТОЧКА ПАО БАНКА ФК ОТКРЫТИЕ;\r\n        БИК: 044525999;\r\n        Корр.счет: 30101810845250000999;', 'ФАКТЫ:\r\n        1 место в конкурсе PlugAndPlay Moscow\r\n        3 собственных IT-проекта\r\n        450+ выполненных проектов\r\n        60+ сотрудников\r\n        10+ разработанных Highload-систем\r\n        150000+ часов работы', '+7 (495) 646 02 30', '2020-08-21 03:53:38', '2020-08-21 03:53:38');
/*!40000 ALTER TABLE `Company` ENABLE KEYS */;

-- Dumping structure for table bot.CompanyDescription
DROP TABLE IF EXISTS `CompanyDescription`;
CREATE TABLE IF NOT EXISTS `CompanyDescription` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `text` text,
  `Company_id` int(11) DEFAULT NULL,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `Company_id` (`Company_id`),
  CONSTRAINT `CompanyDescription_ibfk_1` FOREIGN KEY (`Company_id`) REFERENCES `Company` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- Dumping data for table bot.CompanyDescription: ~7 rows (approximately)
DELETE FROM `CompanyDescription`;
/*!40000 ALTER TABLE `CompanyDescription` DISABLE KEYS */;
INSERT INTO `CompanyDescription` (`id`, `title`, `text`, `Company_id`, `created_on`, `updated_on`) VALUES
	(1, 'Дизайн от А до Я', 'ДИЗАЙН ОТ А ДО Я\r\n            MITLabs — это команда экспертов в UX/UI-дизайне, \r\n            WEB- и графическом дизайне. Мы создаем удобные \r\n            интерфейсы с учетом потребностей пользователей, \r\n            разрабатываем графику, привлекающую внимание \r\n            целевой аудитории, продумываем визуал для \r\n            сайтов, на которые люди готовы возвращаться снова \r\n            и снова.\r\n            Стоимость работ от 2070 до 2860 рублей/час', 1, '2020-08-21 03:53:45', '2020-08-21 03:53:46'),
	(2, 'Маркетинг', 'СИСТЕМНЫЙ МАРКЕТИНГ\r\n            Системный подход в маркетинге,\r\n            это мощная методология  продвижения и увеличения \r\n            продаж, настоящее оружие массового поражения, \r\n            способное при грамотном применении вызвать взрыв \r\n            интереса и доверия к вашей компании у целевой \r\n            аудитории, создать экспертный облик и хорошую \r\n            репутацию, обеспечить рост продаж. Мы умеем \r\n            пользоваться этим оружием во благо наших клиентов.\r\n            Пожалуйста, оставьте свои контакты и мы рассчитаем \r\n            вам стоимость проекта.', 1, '2020-08-21 03:54:46', '2020-08-21 03:54:46'),
	(3, 'Разработка сайта', 'РАЗРАБОТКА\r\n            Разрабатываем сайты и приложения с учетом \r\n            особенностей вашего бизнеса, конкурентов, \r\n            требований и предпочтений целевой аудитории.\r\n            Мы предлагаем идеи, отвечающие вашим целям, \r\n            задачам и бюджету, создаем решения, которые \r\n            помогают продавать, развиваться и выстраивать \r\n            работающие каналы коммуникации с клиентами.\r\n            Стоимость работ от 1 760 до 2 860 рублей/час.', 1, '2020-08-21 03:55:09', '2020-08-21 03:55:09'),
	(4, 'E-COMMERCE', 'E-COMMERCE Продвигаем и продаем.\r\n            Мы исследуем лучший мировой опыт в сфере \r\n            электронной коммерции, разрабатываем и выпускаем \r\n            функциональные интернет-магазины для успешного \r\n            развития вашего бизнеса. Мы используем актуальную \r\n            статистику и тестируем решения перед внедрением, \r\n            а вы получаете новых клиентов и хороший трафик. \r\n            С нами даже высоконагруженный интернет-магазин \r\n            сможет принимать заказы с первого дня запуска.', 1, '2020-08-21 03:55:25', '2020-08-21 03:55:25'),
	(5, 'DEVOPS', 'DEVOPS, АДМИНИСТРИРОВАНИЕ, ТЕХНИЧЕСКАЯ ПОДДЕРЖКА\r\n            Мы интегрируем то,что должно быть интегрировано. \r\n            Code/Build/Test/Release! Круглосуточный мониторинг, \r\n            администрирование и техническая поддержка сайтов \r\n            любых размеров и сложности. Мы обеспечим \r\n            стабильную и бесперебойную работу ваших ресурсов, \r\n            чтобы они приносили прибыль.\r\n            Стоимость работ от 2 070 до 2 860 рублей/час.', 1, '2020-08-21 03:55:41', '2020-08-21 03:55:41'),
	(6, 'AI И ML', 'AI И ML. РОБОТЫ ВАС НЕ ПОРАБОТЯТ, ЕСЛИ ВЫ \r\n            ПРОЯВИТЕ К НИМ НЕМНОГО УВАЖЕНИЯ.\r\n            Если вам приходится выполнять однотипные \r\n            задания раз за разом, значит, вы теряете \r\n            свое время и преимущество. Алгоритмы сделают \r\n            повседневную работу за вас. AI не спит, не \r\n            теряет концентрации, не ошибается (ну почти). \r\n            Автоматизация, умное планирование, общение с \r\n            клиентами, гибкое ценообразование, \r\n            умный поиск — все это может и должно быть \r\n            выведено на новый, современный уровень.', 1, '2020-08-21 03:56:01', '2020-08-21 03:56:01'),
	(7, 'Документы и право', 'ДОКУМЕНТЫ И ПРАВО\r\n            Мы не только прекрасно разрабатываем, \r\n            но и отлично пишем. В команде работают \r\n            эксперты по разаботке технических заданий, \r\n            подготовке методических рекомендаций, \r\n            созданию грамотных договоров. С нами \r\n            юридические услуги становятся проще и доступнее, \r\n            а техническая документация — понятнее.', 1, '2020-08-21 03:56:19', '2020-08-21 03:56:20');
/*!40000 ALTER TABLE `CompanyDescription` ENABLE KEYS */;

-- Dumping structure for table bot.Telegram_Admin
DROP TABLE IF EXISTS `Telegram_Admin`;
CREATE TABLE IF NOT EXISTS `Telegram_Admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `telegramID` int(11) NOT NULL,
  `password` text NOT NULL,
  `get_messages` int(11) NOT NULL,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- Dumping data for table bot.Telegram_Admin: ~0 rows (approximately)
DELETE FROM `Telegram_Admin`;
/*!40000 ALTER TABLE `Telegram_Admin` DISABLE KEYS */;
/*!40000 ALTER TABLE `Telegram_Admin` ENABLE KEYS */;

-- Dumping structure for table bot.Telegram_Messages
DROP TABLE IF EXISTS `Telegram_Messages`;
CREATE TABLE IF NOT EXISTS `Telegram_Messages` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `telegramID` int(11) NOT NULL,
  `recipient` int(11) NOT NULL,
  `message` text NOT NULL,
  `messageID` int(11) NOT NULL,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=100 DEFAULT CHARSET=utf8;

-- Dumping data for table bot.Telegram_Messages: ~97 rows (approximately)
DELETE FROM `Telegram_Messages`;
/*!40000 ALTER TABLE `Telegram_Messages` DISABLE KEYS */;
INSERT INTO `Telegram_Messages` (`id`, `telegramID`, `recipient`, `message`, `messageID`, `created_on`, `updated_on`) VALUES
	(1, 932670856, 1266890760, '/start', 1690, '2020-08-21 00:51:35', '2020-08-21 00:51:35'),
	(2, 932670856, 1266890760, '/аааа', 1693, '2020-08-22 14:42:21', '2020-08-22 14:42:21'),
	(3, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1693, '2020-08-22 14:42:21', '2020-08-22 14:42:21'),
	(4, 932670856, 1266890760, 'ып', 1695, '2020-08-23 18:11:31', '2020-08-23 18:11:31'),
	(5, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1695, '2020-08-23 18:11:31', '2020-08-23 18:11:31'),
	(6, 932670856, 1266890760, '/strt', 1697, '2020-08-23 18:13:02', '2020-08-23 18:13:02'),
	(7, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1697, '2020-08-23 18:13:02', '2020-08-23 18:13:02'),
	(8, 932670856, 1266890760, '/start', 1699, '2020-08-23 18:13:14', '2020-08-23 18:13:14'),
	(9, 932670856, 1266890760, 'bjkl', 1702, '2020-08-23 18:15:13', '2020-08-23 18:15:13'),
	(10, 932670856, 1266890760, 'gfdh', 1703, '2020-08-23 18:16:12', '2020-08-23 18:16:12'),
	(11, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1703, '2020-08-23 18:16:13', '2020-08-23 18:16:13'),
	(12, 932670856, 1266890760, '/ыефке', 1705, '2020-08-23 18:35:13', '2020-08-23 18:35:13'),
	(13, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1705, '2020-08-23 18:35:13', '2020-08-23 18:35:13'),
	(14, 932670856, 1266890760, '/start', 1707, '2020-08-23 18:35:16', '2020-08-23 18:35:16'),
	(15, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1710, '2020-08-23 18:35:21', '2020-08-23 18:35:21'),
	(16, 932670856, 1266890760, 'fgh', 1712, '2020-08-23 18:44:31', '2020-08-23 18:44:31'),
	(17, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1712, '2020-08-23 18:44:31', '2020-08-23 18:44:31'),
	(18, 932670856, 1266890760, 'Наши услуги', 1714, '2020-08-23 18:44:39', '2020-08-23 18:44:39'),
	(19, 1266890760, 932670856, 'Пользователю показан блок \'Услуг Компании\'', 1714, '2020-08-23 18:44:39', '2020-08-23 18:44:39'),
	(20, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1716, '2020-08-23 20:28:13', '2020-08-23 20:28:13'),
	(21, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1718, '2020-08-23 20:41:41', '2020-08-23 20:41:41'),
	(22, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1721, '2020-08-23 20:43:27', '2020-08-23 20:43:27'),
	(23, 932670856, 1266890760, '/start', 1725, '2020-08-23 21:00:02', '2020-08-23 21:00:02'),
	(24, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1728, '2020-08-23 21:00:04', '2020-08-23 21:00:04'),
	(25, 932670856, 1266890760, '/start', 1732, '2020-08-23 21:01:53', '2020-08-23 21:01:53'),
	(26, 932670856, 1266890760, '/start', 1735, '2020-08-23 21:02:21', '2020-08-23 21:02:21'),
	(27, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1738, '2020-08-23 21:02:31', '2020-08-23 21:02:31'),
	(28, 932670856, 1266890760, '/start', 1741, '2020-08-23 21:03:47', '2020-08-23 21:03:47'),
	(29, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1744, '2020-08-23 21:03:49', '2020-08-23 21:03:49'),
	(30, 932670856, 1266890760, 'Сергей', 1747, '2020-08-23 21:04:05', '2020-08-23 21:04:05'),
	(31, 1266890760, 932670856, 'Ваш email ?', 1747, '2020-08-23 21:04:05', '2020-08-23 21:04:05'),
	(32, 932670856, 1266890760, 'wefr@sf.ru', 1749, '2020-08-23 21:04:16', '2020-08-23 21:04:16'),
	(33, 1266890760, 932670856, 'Ваш телефон ?', 1749, '2020-08-23 21:04:16', '2020-08-23 21:04:16'),
	(34, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1751, '2020-08-23 21:14:10', '2020-08-23 21:14:10'),
	(35, 932670856, 1266890760, 'ыфва', 1754, '2020-08-23 21:14:13', '2020-08-23 21:14:13'),
	(36, 1266890760, 932670856, 'Контактная информация ?', 1754, '2020-08-23 21:14:13', '2020-08-23 21:14:13'),
	(37, 932670856, 1266890760, 'ы', 1756, '2020-08-23 21:14:20', '2020-08-23 21:14:20'),
	(38, 1266890760, 932670856, 'Кажется, это неправильный email :( Попробуй еще раз!', 1756, '2020-08-23 21:14:20', '2020-08-23 21:14:20'),
	(39, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1758, '2020-08-23 21:14:35', '2020-08-23 21:14:35'),
	(40, 932670856, 1266890760, 'ывапвап', 1761, '2020-08-23 21:14:37', '2020-08-23 21:14:37'),
	(41, 1266890760, 932670856, 'Контактная информация ?', 1761, '2020-08-23 21:14:37', '2020-08-23 21:14:37'),
	(42, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1764, '2020-08-23 21:14:51', '2020-08-23 21:14:51'),
	(43, 932670856, 1266890760, 'ывапав', 1767, '2020-08-23 21:14:53', '2020-08-23 21:14:53'),
	(44, 1266890760, 932670856, 'Контактная информация ?', 1767, '2020-08-23 21:14:53', '2020-08-23 21:14:53'),
	(45, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1769, '2020-08-23 21:18:51', '2020-08-23 21:18:51'),
	(46, 932670856, 1266890760, 'цываываыв', 1772, '2020-08-23 21:18:54', '2020-08-23 21:18:54'),
	(47, 1266890760, 932670856, 'Контактная информация ?', 1772, '2020-08-23 21:18:54', '2020-08-23 21:18:54'),
	(48, 932670856, 1266890760, 'ываыва', 1774, '2020-08-23 21:18:59', '2020-08-23 21:18:59'),
	(49, 1266890760, 932670856, 'Расскажите о Вашем проекте', 1774, '2020-08-23 21:18:59', '2020-08-23 21:18:59'),
	(50, 932670856, 1266890760, 'ывывыва', 1776, '2020-08-23 21:19:02', '2020-08-23 21:19:02'),
	(51, 1266890760, 932670856, 'Пользователю задан вопрос \'Правильно ли он заполнил данные\'', 1776, '2020-08-23 21:19:02', '2020-08-23 21:19:02'),
	(52, 932670856, 1266890760, '1111', 1778, '2020-08-23 21:19:07', '2020-08-23 21:19:07'),
	(53, 932670856, 1266890760, '1111', 1778, '2020-08-23 21:19:07', '2020-08-23 21:19:07'),
	(54, 1266890760, 932670856, 'Контактная информация ?', 1778, '2020-08-23 21:19:07', '2020-08-23 21:19:07'),
	(55, 932670856, 1266890760, '22222', 1780, '2020-08-23 21:19:11', '2020-08-23 21:19:11'),
	(56, 1266890760, 932670856, 'Расскажите о Вашем проекте', 1780, '2020-08-23 21:19:11', '2020-08-23 21:19:11'),
	(57, 932670856, 1266890760, '33333', 1782, '2020-08-23 21:19:16', '2020-08-23 21:19:16'),
	(58, 1266890760, 932670856, 'Пользователю задан вопрос \'Правильно ли он заполнил данные\'', 1782, '2020-08-23 21:19:16', '2020-08-23 21:19:16'),
	(59, 932670856, 1266890760, 'Наши услуги', 1784, '2020-08-23 21:21:24', '2020-08-23 21:21:24'),
	(60, 932670856, 1266890760, 'Реквизиты', 1785, '2020-08-23 21:21:31', '2020-08-23 21:21:31'),
	(61, 1266890760, 932670856, 'Пользователю показан блок \'Наши реквизиты\'', 1785, '2020-08-23 21:21:31', '2020-08-23 21:21:31'),
	(62, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1786, '2020-08-23 23:26:06', '2020-08-23 23:26:06'),
	(63, 932670856, 1266890760, '1111', 1789, '2020-08-23 23:26:12', '2020-08-23 23:26:12'),
	(64, 1266890760, 932670856, 'Контактная информация ?', 1789, '2020-08-23 23:26:12', '2020-08-23 23:26:12'),
	(65, 932670856, 1266890760, 'qq', 1791, '2020-08-23 23:26:16', '2020-08-23 23:26:16'),
	(66, 1266890760, 932670856, 'Расскажите о Вашем проекте', 1791, '2020-08-23 23:26:16', '2020-08-23 23:26:16'),
	(67, 932670856, 1266890760, 'dgfd', 1793, '2020-08-23 23:26:19', '2020-08-23 23:26:19'),
	(68, 1266890760, 932670856, 'Пользователю задан вопрос \'Правильно ли он заполнил данные\'', 1793, '2020-08-23 23:26:19', '2020-08-23 23:26:19'),
	(69, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1795, '2020-08-23 23:29:44', '2020-08-23 23:29:44'),
	(70, 932670856, 1266890760, '/start', 1801, '2020-08-23 23:33:02', '2020-08-23 23:33:02'),
	(71, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1804, '2020-08-23 23:33:03', '2020-08-23 23:33:03'),
	(72, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1806, '2020-08-23 23:33:17', '2020-08-23 23:33:17'),
	(73, 932670856, 1266890760, '/start', 1808, '2020-08-23 23:44:29', '2020-08-23 23:44:29'),
	(74, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1811, '2020-08-23 23:44:30', '2020-08-23 23:44:30'),
	(75, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1813, '2020-08-23 23:45:28', '2020-08-23 23:45:28'),
	(76, 1266890760, 932670856, 'Контактная информация ?', 1813, '2020-08-23 23:45:28', '2020-08-23 23:45:28'),
	(77, 932670856, 1266890760, 'sdf', 1815, '2020-08-23 23:45:35', '2020-08-23 23:45:35'),
	(78, 1266890760, 932670856, 'Расскажите о Вашем проекте', 1815, '2020-08-23 23:45:35', '2020-08-23 23:45:35'),
	(79, 932670856, 1266890760, 'sdf', 1817, '2020-08-23 23:45:36', '2020-08-23 23:45:36'),
	(80, 1266890760, 932670856, 'Пользователю задан вопрос \'Правильно ли он заполнил данные\'', 1817, '2020-08-23 23:45:36', '2020-08-23 23:45:36'),
	(81, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1819, '2020-08-23 23:45:40', '2020-08-23 23:45:40'),
	(82, 932670856, 1266890760, 'sdf', 1820, '2020-08-23 23:45:44', '2020-08-23 23:45:44'),
	(83, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1820, '2020-08-23 23:45:44', '2020-08-23 23:45:44'),
	(84, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1822, '2020-08-23 23:45:45', '2020-08-23 23:45:45'),
	(85, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1824, '2020-08-23 23:48:28', '2020-08-23 23:48:28'),
	(86, 932670856, 1266890760, 'sdf', 1826, '2020-08-23 23:51:40', '2020-08-23 23:51:40'),
	(87, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1826, '2020-08-23 23:51:40', '2020-08-23 23:51:40'),
	(88, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1828, '2020-08-23 23:51:43', '2020-08-23 23:51:43'),
	(89, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1831, '2020-08-23 23:56:26', '2020-08-23 23:56:26'),
	(90, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1834, '2020-08-23 23:56:50', '2020-08-23 23:56:50'),
	(91, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1837, '2020-08-23 23:57:04', '2020-08-23 23:57:04'),
	(92, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1841, '2020-08-24 00:03:21', '2020-08-24 00:03:21'),
	(93, 932670856, 1266890760, 'sd', 1844, '2020-08-24 00:03:50', '2020-08-24 00:03:50'),
	(94, 1266890760, 932670856, 'Я вас не понимаю :( Чем я могу тебе помочь?', 1844, '2020-08-24 00:03:50', '2020-08-24 00:03:50'),
	(95, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1846, '2020-08-24 00:03:53', '2020-08-24 00:03:53'),
	(96, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1850, '2020-08-24 00:08:30', '2020-08-24 00:08:30'),
	(97, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1852, '2020-08-24 00:08:30', '2020-08-24 00:08:30'),
	(98, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1856, '2020-08-24 00:22:02', '2020-08-24 00:22:02'),
	(99, 932670856, 1266890760, 'Заполнить БРИФ для вашего сайта', 1860, '2020-08-24 00:25:18', '2020-08-24 00:25:18');
/*!40000 ALTER TABLE `Telegram_Messages` ENABLE KEYS */;

-- Dumping structure for table bot.Telegram_Projects
DROP TABLE IF EXISTS `Telegram_Projects`;
CREATE TABLE IF NOT EXISTS `Telegram_Projects` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `telegramID` int(11) NOT NULL,
  `fio` varchar(255) DEFAULT NULL,
  `contacts` text,
  `aboutProject` text,
  `document` int(11) NOT NULL,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- Dumping data for table bot.Telegram_Projects: ~1 rows (approximately)
DELETE FROM `Telegram_Projects`;
/*!40000 ALTER TABLE `Telegram_Projects` DISABLE KEYS */;
INSERT INTO `Telegram_Projects` (`id`, `telegramID`, `fio`, `contacts`, `aboutProject`, `document`, `created_on`, `updated_on`) VALUES
	(1, 932670856, 'Заполнить БРИФ для вашего сайта', 'sdf', 'sdf', 0, '2020-08-23 21:14:13', '2020-08-23 23:45:36');
/*!40000 ALTER TABLE `Telegram_Projects` ENABLE KEYS */;

-- Dumping structure for table bot.Telegram_User
DROP TABLE IF EXISTS `Telegram_User`;
CREATE TABLE IF NOT EXISTS `Telegram_User` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `telegramID` int(11) NOT NULL,
  `first_name` varchar(255) NOT NULL,
  `last_name` varchar(255) DEFAULT NULL,
  `username` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `create_project` int(11) NOT NULL,
  `bot_command` int(11) NOT NULL,
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- Dumping data for table bot.Telegram_User: ~0 rows (approximately)
DELETE FROM `Telegram_User`;
/*!40000 ALTER TABLE `Telegram_User` DISABLE KEYS */;
INSERT INTO `Telegram_User` (`id`, `telegramID`, `first_name`, `last_name`, `username`, `type`, `create_project`, `bot_command`, `created_on`, `updated_on`) VALUES
	(1, 932670856, 'Sergey', 'Popckov', 'popkovS', 'private', 0, 0, '2020-08-21 00:51:35', '2020-08-21 00:51:35');
/*!40000 ALTER TABLE `Telegram_User` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
